let a=(`***********************************************`);
let b=(`|                𝑹𝑬𝑷𝑶𝑹𝑻 𝑪𝑨𝑹𝑫                  |`);  
let c=(`***********************************************`);

console.log(a);
console.log(b);
console.log(c);

let student ="Ⓑⓛⓔⓢⓢⓜⓘ";
let school="Ⓢⓣ.Ⓙⓞⓢⓔⓟⓗ❜ⓢ Ⓗⓘⓖⓗⓔⓡ Ⓢⓔⓒⓞⓝⓓⓐⓡⓨ Ⓢⓒⓗⓞⓞⓛ";
let grade="Ⓐ";
let section="Ⓑ";
let rollno=123;
let subject1="ⒺⓃⒼⓁⒾⓈⒽ";
let subject2="ⓂⒶⓉⒽⓈ"; 
let subject3="ⓈⒸⒾⒺⓃⒸⒺ";
let mark1=93;
let mark2=94;
let mark3=98;

console.log("|"+"NAME:"+student+"                                 "+"|"+"\n"+
            "|"+"𝐒𝐂𝐇𝐎𝐎𝐋:"+school+"   "+"|"+"\n"+
            "|"+"𝗦𝗘𝗖𝗧𝗜𝗢𝗡:"+section+"                                    "+"|"+"\n"+
            "|"+"𝐑𝐎𝐋𝐋𝐍𝐎:"+rollno+"                                   "+"|"+"\n"+
            "|"+"𝐆𝐑𝐀𝐃𝐄:"+grade+"                                      "+"|");

let d=("-----------------------------------------------")
console.log(d);
let g=("|"+""+`%%%%%%%%%%%%%%&&&&`+"                           "+"|");
console.log(g);
console.log("|"+""+`%` +" "+subject1+"  "+"|"+"  "+mark1+" "+`%`+"                           "+"|");
console.log(g);
console.log("|"+""+`%` +" "+subject2+"    "+"|"+"  "+mark2+" "+`%`+"                           "+"|");
console.log(g);
console.log("|"+""+`%` +" "+subject3+"  "+"|"+"  "+mark3+" "+`%`+"                           "+"|");
let f=("|"+""+`%%%%%%%%%%%%%%&&&&`+"                           "+"|")
console.log(f);
  let e=("-----------------------------------------------")
console.log(e);
let principalSign="🅟🅡🅐🅑🅘🅝";
let teacherSign="🅜🅐🅗🅔🅢🅗";
let parentSign="🅚🅤🅜🅐🅡🅐🅓🅗🅐🅢";
let i=("|"+""+`&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&`+"              "+"|");
console.log(i);
console.log("|"+""+"$"+" "+"🄿🅁🄸🄽🄲🄸🄿🄰🄻 🅂🄸🄶🄽🄰🅃🅄🅁🄴:"+principalSign+"  "+"$"+"              "+"|"+"\n"+
           "|"+""+ "$"+" "+"🅃🄴🄰🄲🄷🄴🅁 🅂🄸🄶🄽🄰🅃🅄🅁🄴:"+ teacherSign+"    "+"$"+"              "+"|"+"\n"+
            "|"+""+"$"+" "+"🄿🄰🅁🄴🄽🅃 🅂🄸🄶🄽🄰🅃🅄🅁🄴:"+parentSign+" " +"$"+"              "+"|");
console.log(i);

let h=("----------------*************------------------")
console.log(h);